Repository: GNOME/ocrfeeder
Catalog: po/*.po
Languages: he, hi, nl, sv

source: The maximum size for the content areas' margins in pixels
he: גודל מרבי לשולי קטע תוכן, בפיקסלים
hi: सामग्री क्षेत्रों के हाशिये का अधिकतम आकार, पिक्सल में
nl: De maximale grootte voor de marges van de inhoudsgebieden in pixels
sv: Maximal storlek för innehållsområdenas marginaler i bildpunkter

source: Maximum size that the content areas' margins should have:
he: גודל מרבי לשולי קטע תוכן:
hi: सामग्री क्षेत्रों के हाशिये का अधिकतम आकार:
nl: Maximale grootte die de marges van de inhoudsgebieden mogen hebben:
sv: Maximal storlek som innehållsområdenas marginaler ska ha:

source: Image Pre-processing
he: עיבוד תמונה טרומי
hi: छवि पूर्व-प्रसंस्करण
nl: Voorverwerking van afbeelding
sv: Förbehandling av bild

source: Des_kew images
he: תיקון ה_טיית תמונות
hi: छवि सीधी करें (_k
nl: Afbeeldingen _rechtzetten
sv: _Räta upp bilder

source: Tries to straighten the images before they are added
he: מנסה ליישר תמונות לפני הוספתן
hi: छवियों को जोड़ने से पहले उन्हें सीधा करने का प्रयास करता है
nl: Probeert de afbeeldingen recht te zetten vooraleer ze toe te voegen
sv: Försöker att räta upp bilderna innan de läggs till

source: _Unpaper images
he: תמו_נות Unpaper
hi: छवियों पर अनपेपर चलाएं (_U)
nl: _Unpaper-afbeeldingen
sv: Kör _Unpaper på bilder

source: Cleans the image using the Unpaper pre-processor
he: ניקוי התמונה באמצעות ניקוי טרומי עם Unpaper
hi: अनपेपर के पूर्व-संसाधक का उपयोग करके छवि को साफ करता है
nl: Ruimt de afbeelding op met behulp van de Unpaper-voorverwerker
sv: Snyggar till bilden med förbehandlaren Unpaper

source: Unpaper _Preferences
he: ה_עדפות Unpaper
hi: अनपेपर प्राथमिकताएं (_P
nl: Unpaper-_voorkeuren
sv: _Inställningar för Unpaper

source: The language may affect how the OCR engines work. If an engine is set to support languages but does not support the one chosen, it may result in blank text. You can choose "No Language" to prevent this.
he: השפה משפיעה על תהליך הזיהוי. אם המנוע הוגדר לתמוך בשפות מסוימות אבל לא תומך בשפה שנבחרה, יתקבל טקסט ריק. אפשר לבחור ב„ללא שפה” כדי למנוע מצב זה.
hi: भाषा OCR इंजन के काम करने के तरीके को प्रभावित कर सकती है। यदि कोई इंजन भाषाओं का समर्थन करने के लिए निर्धारित है, लेकिन चुनी गई भाषाओं का समर्थन नहीं करता है, तो इसका परिणाम रिक्त पाठ हो सकता है। इसे रोकने के लिए आप "कोई भाषा नहीं" चुन सकते हैं।
nl: De taal kan een invloed hebben op hoe de OCR-motoren werken. Als een bepaalde motor ondersteuning biedt voor talen, maar niet voor de gekozen taal, kan dit leiden tot blanco tekst. Om dit te vermijden kunt u ‘Geen taal’ kiezen.
sv: Språket kan påverka hur OCR-motorerna fungerar. Om en motor är inställd på att stödja språk men inte stöder det valda språket kan det resultera i blank text. Du kan välja ”Inget språk” för att hindra detta.

source: Default _language:
he: שפת ברירת המ_חדל:
hi: तयशुदा भाषा (_l):
nl: Standaardtaa_l:
sv: _Standardspråk:

source: Engines to be added
he: מנוע להוספה
hi: जोड़े जाने वाले इंजन
nl: Toe te voegen motoren
sv: Motorer att lägga till

source: Include
he: לכלול
hi: शामिल करें
nl: Invoegen
sv: Inkludera

source: Engine
he: מנוע
hi: इंजन
nl: Motor
sv: Motor

source: De_tect
he: זהה
hi: पता लगाएं (_t)
nl: De_tecteren
sv: Iden_tifiera

source: Are you sure you want to delete this engine?
he: למחוק את המנוע הזה?
hi: क्या आप वाकई इस इंजन को हटाना चाहते हैं?
nl: Weet u zeker dat u deze motor wilt verwijderen?
sv: Är du säker på att du vill ta bort denna motor?

source: %s engine
he: מנוע %s
hi: %s इंजन
nl: %s-motor
sv: %s-motor

source: _Name:
he: שם:
hi: नाम (_N):
nl: _Naam:
sv: _Namn:

source: Engine name
he: שם מנוע זיהוי
hi: इंजन का नाम
nl: Motornaam
sv: Namn på motor

source: _Image format:
he: תס_דיר תמונה:
hi: छवि प्रारूप (_I):
nl: Afbeeld_ingsformaat:
sv: _Bildformat:

source: The required image format
he: תסדיר התמונה הרצויה
hi: आवश्यक छवि प्रारूप
nl: Het vereiste afbeeldingsformaat
sv: Det nödvändiga bildformatet

source: _Failure string:
he: מחרוזת _כשל:
hi: विफलता स्ट्रिंग (_F):
nl: _Mislukkingstekenreeks:
sv: _Felsträng:

source: The failure string or character that this engine uses
he: מחרוזת או תו כשל בהם המנוע הזה משתמש
hi: यह इंजन जिस विफलता स्ट्रिंग या वर्ण का उपयोग करता है
nl: De tekenreeks of het teken dat door deze motor wordt gebruikt wanneer iets niet herkend kan worden
sv: Felsträngen eller tecknet som denna motor använder

source: Engine _path:
he: _נתיב מנוע:
hi: इंजन पथ (_p):
nl: Motor_pad:
sv: _Sökväg till motor:

source: The path to the engine program
he: הנתיב לתוכנית המנוע
hi: इंजन प्रोग्राम का पथ
nl: Het pad naar het motorprogramma
sv: Sökvägen till motorprogrammet

source: Engine _arguments:
he: ארגומנטים למנוע:
hi: इंजन तर्क (_a):
nl: Motorp_arameters:
sv: A_rgument för motor:

source: Arguments: use $IMAGE for image and $FILE if it writes to a file
he: ארגומנטים: יש להשתמש ב־‎$IMAGE עבור תמונה וב־$FILE לכתיבה לקובץ
hi: तर्क: छवि के लिए $IMAGE का उपयोग करें और यदि यह किसी फाइल पर लिखता है तो $FILE का उपयोग करें
nl: Parameters: gebruik $IMAGE voor een afbeelding en $FILE als het naar een bestand schrijft
sv: Argument: använd $IMAGE för bild och $FILE om den skriver till en fil

source: Engine _language argument:
he: ארגומנט _שפה למנוע:
hi: इंजन भाषा तर्क (_l):
nl: Motortaa_lparameter:
sv: Språka_rgument för motor:

source: The language argument in case this engine uses it (for example "-l"). In order for it to work, the engine's arguments should have the $LANG keyword.
he: ארגומנט השפה במקרה שהמנוע הזה משתמש בו (למשל „‎-l”). כדי שהוא יעבוד, לארגומנטים של המנוע צריכה להיות מילת המפתח ‎$LANG.
hi: यदि यह इंजन इसका उपयोग करता है तो भाषा तर्क (उदाहरण के लिए "-l")। इसे काम करने के लिए, इंजन के तर्कों में $LANG खोजशब्द होना चाहिए।
nl: De taalparameter ingeval deze motor die gebruikt (bijvoorbeeld ‘-l’). Om dit te doen werken moeten de motorparameters het sleutelwoord $LANG bevatten.
sv: Språkargumentet ifall denna motor använder det (till exempel "-l"). För att det ska fungera ska motorns argument ha nyckelordet $LANG.

source: Engine lan_guages:
he: ש_פות המנוע:
hi: इंजन भाषाएं (_g):
nl: Motor_talen:
sv: _Motorspråk:

source: The languages this engine supports. This should be given as pairs of the language in the ISO 639-1 and the engine's corresponding language (for example "en:eng,pt:por,es:esp"). In order for it to work, the engine's arguments should have the $LANG keyword.
he: השפות בהן המנוע תומך. יש לציין אותן כצמדים של שפה בתקן ISO 639-1 והשפה התואמת במנוע (למשל „en:eng,pt:por,es:esp,he:heb”). כדי שזה יעבוד, לארגומנטים של המנוע אמורה להיות מילת המפתח ‎$LANG.
hi: यह इंजन जिन भाषाओं का समर्थन करता है। इसे ISO 639-1 में भाषा और इंजन की संबंधित भाषा के जोड़े के रूप में दिया जाना चाहिए (उदाहरण के लिए "en:eng,pt:por,es:esp")। इसे काम करने के लिए, इंजन के तर्कों में $LANG खोजशब्द होना चाहिए।
nl: De talen die door deze motor ondersteund worden. Deze moeten ingevoerd worden als koppels van enerzijds de taal in ISO 639-1-formaat, en anderzijds de overeenkomstige taal in de motor (bijvoorbeeld ‘en:eng,pt:por,es:esp’). Om dit te doen werken moeten de motorparameters het sleutelwoord $LANG bevatten.
sv: Språken denna motor stöder. Detta ska ges som par av språket i ISO 639-1 och motorns motsvarande språk (till exempel "en:eng,pt:por,sv:swe"). För att det ska fungera ska motorns argument ha nyckelordet $LANG.

source: Error setting the new engine; please check your engine settings.
he: שגיאה בהגדרת מנוע זיהוי החדש, נא לבדוק את ההגדרות.
hi: नया इंजन निर्धारित करने में त्रुटि; कृपया अपनी इंजन सेटिंग्स जांचें।
nl: Fout bij het instellen van de nieuwe motor; controleer de instellingen van de motor.
sv: Fel vid inställning av nya motorn. Kontrollera inställningarna för motorn.

source: Warning
he: אזהרה
hi: चेतावनी
nl: Waarschuwing
sv: Varning

source: translator-credits
he: Aharon Don <aronrefael@gmail.com>, 2013 ירון שהרבני <sh.yaron@gmail.com>, 2025
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
nl: Nathan Follens <nfollens@gnome.org> Meer info over Gnome-NL http://nl.gnome.org
sv: Daniel Nylander <po@danielnylander.se> Anders Jonsson <anders.jonsson@norsjovallen.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
