Repository: GNOME/ocrfeeder
Catalog: po/*.po
Languages: he, hi, nl, sv

source: The complete OCR suite.
he: החבילה השלמה לזיהוי OCR.
hi: संपूर्ण OCR सुइट।
nl: De volledige OCR-suite.
sv: Den kompletta OCR-sviten.

source: OCR;Optical Character Recognition;CuneiForm;GOCR;Ocrad;Tesseract;Document Recognition;Scanner;Scanning;
he: OCR;זיהוי תווים אופטי;זיהוי מסמך;מסמך לטקסט;המרה של טקסט;המרת טקסט;סורק;סריקה;
hi: OCR;प्रकाशीय वर्ण पहचान;CuneiForm;GOCR;Ocrad;Tesseract;दस्तावेज पहचान;स्कैनर;स्कैनिंग;
nl: OCR;Optical Character Recognition;CuneiForm;GOCR;Ocrad;Tesseract;Document Recognition;Scanner;Scanning;documentherkenning;scannen;optische tekenherkenning;tekst uit afbeelding;tekst uit foto;
sv: OCR;Optical Character Recognition;CuneiForm;GOCR;Ocrad;Tesseract;Dokumentigenkänning;Scanner;Skanner;Bildinläsare;Skanning;Scanning;Bildinläsning;

source: The complete OCR suite
he: החבילה השלמה לזיהוי OCR
hi: संपूर्ण OCR सुइट
nl: De volledige OCR-suite
sv: Den kompletta OCR-sviten

source: OCRFeeder is a document layout analysis and optical character recognition system.
he: OCRFeeder היא מערכת לניתוח פריסת מסמכים ומזהה תווים אופטי.
hi: OCRFeeder एक दस्तावेज अभिन्यास विश्लेषण और प्रकाशीय वर्ण पहचान प्रणाली है।
nl: OCRFeeder is een systeem voor documentindelingsanalyse en optische tekenherkenning.
sv: OCRFeeder är ett system för dokumentlayoutanalys och optisk teckenigenkänning.

source: Given the images it will automatically outline its contents, distinguish between what's graphics and text and perform OCR over the latter. It generates multiple formats being its main one ODT.
he: כשהתמונות מסופקות התוכן יסומן אוטומטית, על מנת להבין בין מה נחשב תוכן גרפי למה שנחשב טקסט ולבצע OCR (זיהוי תווים אופטי) על המאוחר מביניהם. הוא מייצר מגוון תסדירים כשהעיקרי מביניהם הוא ODT.
hi: छवियों को देखते हुए यह स्वचालित रूप से इसकी सामग्री को रेखांकित करेगा, चित्रोपमा और पाठ के बीच अंतर करेगा और बाद वाले पर OCR निष्पादित करेगा। यह कई प्रारूप तैयार करता है जो इसका मुख्य ODT है।
nl: Uit de aangeleverde afbeeldingen leidt het de inhoud af, maakt het een onderscheid tussen afbeeldingen en tekst en voert het OCR uit op de tekst. Het genereert verschillende bestandsformaten, waarvan ODT het belangrijkste is.
sv: Programmet kommer automatiskt att beskriva bildens innehåll, skilja mellan vad som är grafik och text, och utföra OCR på texten. Det genererar flera olika format men dess huvudformat är ODT.

source: It features a complete GTK graphical user interface that allows the users to correct any unrecognized characters, defined or correct bounding boxes, set paragraph styles, clean the input images, import PDFs, save and load the project, export everything to multiple formats, etc.
he: יש לו ממשק GTK גרפי מלא שמאפשר למשתמשים לתקן תווים שלא זוהו כראוי, הגדרת או תיקון תיבות תוחמות, הגדרת סגנונות פסקאות, לנקות את תמונות הפלט, לייבא קובצי PDF, לשמור ולטעון את המיזם, לייצא הכול למגוון רחב של סוגי קבצים ועוד.
hi: इसमें एक पूर्ण GTK चित्रात्मक UI है जो उपयोक्ताओं को किसी भी अपरिचित वर्णों को सही करने, परिभाषित या सही सीमांकन बक्से, अनुच्छेद शैलियों को निर्धारित करने, इनपुट छवियों को साफ करने, PDF आयात करने, परियोजना को सहेजने और लोड करने, कई प्रारूपों में सब कुछ निर्यात करने आदि की अनुमति देता है।
nl: Het bevat een volledige grafische gebruikersinterface in GTK, die de gebruikers de mogelijkheid biedt om niet-herkende tekens te verbeteren, selectiekaders in te stellen of te verbeteren, alineastijlen in te stellen, de invoerafbeeldingen op te ruimen, PDF-bestanden te importeren, het project op te slaan en te laden, alles te exporteren naar verscheidene formaten, enz.
sv: Det har ett fullständigt grafiskt GTK-användargränssnitt som låter användarna korrigera ej igenkända tecken, definiera eller korrigera begränsningsrutor, ställa in styckestilar, rensa indatabilderna, importera PDF-filer, spara och läsa in projekt, exportera allt till olika format o.s.v.

source: Content Areas
he: קטעי תוכן
hi: सामग्री क्षेत्र
nl: Inhoudsgebieden
sv: Innehållsområden

source: Unpaper Image Processor
he: מעבד תמונות unpaper
hi: अनपेपर छवि संसाधक
nl: Unpaper-afbeeldingsverwerker
sv: Bildbehandlaren Unpaper

source: Check spelling
he: בדיקת איות
hi: वर्तनी जांचें
nl: Spelling controleren
sv: Kontrollera stavning

source: Bug Fixes:
he: תיקוני תקלות:
hi: बग समाधान:
nl: Probleemoplossingen:
sv: Felfixar:

source: Fix PDF importation, which was broken after the Python 3 port (thanks to @scx)
he: תוקן ייבוא PDF, שהיה פגום אחרי ההסבה ל־Python 3 (תודות ל־‎@scx)
hi: PDF आयात को ठीक किया गया, जो Python 3 पोर्ट के बाद टूट गया था (@scx को धन्यवाद)
nl: PDF-bestanden importeren werkt weer, nadat de functie gebroken was door de overstap naar Python 3 (met dank aan @scx)
sv: Fixa PDF-import, vilken var trasig efter Python 3-porteringen (tack till @scx)

source: Allow to import PDF files whose paths have characters Ghostscript doesn't like
he: לאפשר לייבא קובצי PDF שבנתיבים שלהם יש תווים ש־Ghostscript לא מחבב
hi: उन PDF फाइलों को आयात करने की अनुमति देता है जिनके पथों में ऐसे वर्ण हैं जो Ghostscript को पसंद नहीं हैं
nl: Het importeren van PDF-bestanden in paden met tekens die Ghostscript niet kan lezen is voortaan mogelijk
sv: Tillåt import av PDF-filer vars sökvägar innehåller tecken som Ghostscript inte tycker om

source: Ship the appdata.xml.in the tarball
he: הקובץ appdata.xml.in יושק עם מארז היישום
hi: Appdata.xml.in को टारबॉल में भेजें
nl: Appdata.xml wordt nu meegeleverd in de tarbal
sv: Skicka med appdata.xml.in i tarbollen

source: Improvements:
he: שיפורים:
hi: सुधार:
nl: Verbeteringen:
sv: Förbättringar:

source: Python 3 is now used, making the unicode issues go away for good
he: מעתה ייעשה שימוש ב־Python 3 מה שמסלק את בעיות היוניקוד אחת ולתמיד
hi: अब Python 3 का उपयोग किया जाता है, जिससे यूनिकोड संबंधी समस्याएं हमेशा के लिए दूर हो जाती हैं
nl: OCRFeeder gebruikt nu Python 3, waardoor de Unicode-problemen voorgoed van de baan zijn
sv: Python 3 används nu, vilket får Unicode-problemen att försvinna för gott

source: The main window is now bigger
he: החלון הראשי מעכשיו גדול יותר
hi: मुख्य विंडो अब बड़ी हो गई है
nl: Het hoofdvenster is nu groter
sv: Huvudfönstret är nu större

source: The image clip is now expandible
he: חיתוך התמונה זמין להגדלה מעכשיו
hi: छवि क्लिप अब विस्तारणीय है
nl: De afbeeldingsclip is nu uitbreidbaar
sv: Bildklippet är nu expanderbart

source: The manpages have been updated with the missing options
he: עמודי ההדרכה עודכנו ונוספו להם האפשרויות החסרות
hi: नियमावली पृष्ठों को गायब विकल्पों के साथ अद्यतन कर दिया गया है
nl: De ontbrekende opties zijn toegevoegd aan de gebruikershandleiding
sv: Manualsidorna har uppdaterats med de saknade flaggorna

source: Fix icons in the boxes' editor text align buttons
he: תוקנו הסמלים בכפתור יישור הטקסט בעורך התיבות
hi: बक्सों के संपादक पाठ संरेखण बटनों में चिह्नों को ठीक करता है
nl: Pictogrammen in de tekstuitlijningsknoppen van de kaderbewerker werken weer
sv: Fixa ikoner i områdesredigerarens textjusteringsknappar

source: Install the application icon in the right place
he: התקנת סמל היישום במקום הנכון
hi: अनुप्रयोग चिह्न को सही स्थान पर स्थापित करता है
nl: Het toepassingspictogram wordt nu op de juiste plaats geïnstalleerd
sv: Installera programikonen på rätt plats

source: Many issues in the scanner dialog have been fixed (scanner options, UI problems, etc.)
he: תקלות רבות בחלונית הסריקה תוקנו (אפשרויות סריקה, תקלות מנשק משתמש וכו׳)
hi: स्कैनर संवाद में कई समस्याएं ठीक कर दी गई हैं (स्कैनर विकल्प, UI समस्याएं, आदि)
nl: Veel problemen met het scannerdialoogvenster zijn opgelost (scanneropties, interfaceproblemen, enz.)
sv: Många problem i inläsningsdialogen har fixats (inläsningsalternativ, användargränssnittsproblem o.s.v.)

source: The Preferences dialog is now smaller (the big contents are wrapped in a scrolled window)
he: חלונית ההעדפות קטנה יותר מעכשיו (התכנים הגדולים ביותר עטופים בחלון נגלל)
hi: प्राथमिकताएं संवाद अब छोटा हो गया है (बड़ी सामग्री स्क्रॉल की गई विंडो में लपेटी गई है)
nl: Het dialoogvenster Voorkeuren is verkleind (de grote inhoud wordt nu in een venster met scrolmogelijkheid weergegeven)
sv: Inställningsdialogen är nu mindre (de stora innehållen radbryts i ett rullat fönster)

source: All dialogs are now centered to the main window
he: כל החלוניות ממורכזות לעומת החלון הראשי
hi: सभी संवाद अब मुख्य विंडो पर केन्द्रित हैं
nl: Alle dialoogvensters zijn nu gecentreerd op het hoofdvenster
sv: Alla dialogrutor centreras nu till huvudfönstret

source: Use XDG user's configuration directory instead of .ocrfeeder
he: נעשה שימוש בתיקיית ההגדרות של המשתמש דרך XDG במקום ‎.ocrfeeder
hi: .ocrfeeder के बजाय XDG उपयोक्ता की विन्यास निर्देशिका का उपयोग करता है
nl: Configuratiemap van XDG-gebruiker gebruiken in plaats van .ocrfeeder
sv: Använd användarens XDG-konfigurationskatalog istället för .ocrfeeder

source: Fix Gtk thread related problems
he: תיקון תקלות שקשורות לתהליך Gtk
hi: Gtk थ्रेड संबंधी समस्याओं का समाधान किया गया
nl: Problemen met Gtk-processen zijn opgelost
sv: Fixa Gtk-trådrelaterade problem

source: Fix unicode issues when saving a project and exporting a document
he: תוקנו תקלות יוניקוד בעת שמירת מיזם וייצוא מסמך
hi: किसी परियोजना को सहेजते समय और किसी दस्तावेज को निर्यात करते समय यूनिकोड संबंधी समस्याओं को ठीक किया गया
nl: Unicodeproblemen bij het opslaan en exporteren van documenten zijn opgelost
sv: Fixa Unicode-problem vid sparande av projekt och export av dokument

source: Fix issue when exporting a picture in a document from a loaded project
he: תוקנה תקלה בייצוא תמונה במסמך ממיזם שנטען
hi: किसी लोड किए गए परियोजना से दस्तावेज में चित्र निर्यात करते समय समस्या का समाधान किया गया
nl: Probleem bij het exporteren van een afbeelding in een document van een geladen project is opgelost
sv: Fixa problem vid export av en bild i ett dokument från ett inläst projekt

source: Fix ODT exportation button's icon
he: תוקן סמל ייצוא ODT
hi: ODT निर्यात बटन का चिह्न ठीक किया गया
nl: Pictogram van de ODT-exportknop werkt nu zoals het hoort
sv: Fixa ikon för ODT-exportknapp

source: New Features:
he: יכולות חדשות:
hi: नई विशेषताएं:
nl: Nieuwe functies:
sv: Nya funktioner:

source: Add support for multiple image TIFFs
he: הוספת תמיכה בריבוי תמונות TIFF
hi: एकाधिक छवि TIFF के लिए समर्थन जोड़ें
nl: Ondersteuning toegevoegd voor TIFF’s met meerdere afbeeldingen
sv: Lägg till stöd för TIFF-filer med flera bilder

source: Port the application to GObject Introspection
he: הסבת היישום לחקירת GObject
hi: अनुप्रयोग को GObject Introspection में पोर्ट किया गया
nl: Toepassing overgezet naar GObject Introspection
sv: Portera programmet till GObject Introspection

source: Scan with 300 DPI and in color mode
he: סריקת עם 300 נק׳ לאינטש במצב צבע
hi: 300 DPI के साथ और रंग मोड में स्कैन करता है
nl: Scannen met 300 DPI en in kleurenmodus
sv: Läs in med 300 DPI och i färgläge

source: Use the last visited directory when adding a new image
he: להשתמש בתיקייה האחרונה שביקרת בה בעת הוספת תמונה חדשה
hi: नई छवि जोड़ते समय पिछली बार देखी गई निर्देशिका का उपयोग करता है
nl: Gebruik de laatst bezochte map bij het toevoegen van een nieuwe afbeelding
sv: Använd den senast besökta katalogen då en bild läggs till

source: Warn when no OCR engines are found on startup or when performing the recognition
he: שלא נמצאים מנועי OCR עם ההתחלה או בעת ביצוע הזיהוי
hi: स्टार्टअप पर या पहचान निष्पादित करते समय कोई OCR इंजन नहीं मिलने पर चेतावनी देता है
nl: Waarschuw als er geen OCR-motoren gevonden zijn bij het opstarten, of bij het uitvoeren van de herkenning
sv: Varna då inga OCR-motorer hittas vid uppstart eller under igenkänningen

source: Update the box editor's OCR controls sensitiveness according to the existence of OCR engines
he: לעדכן את רגישות פקדי זיהוי התווים האופטי של עורך התיבה בהתאם להימצאות מנועי זיהוי תווים אופטי
hi: बॉक्स संपादक के OCR को अद्यतन करता है, OCR इंजनों के अस्तित्व के अनुसार संवेदनशीलता को नियंत्रित करता है
nl: Werk de gevoeligheid van de OCR-besturing van de kaderbewerker bij volgens het bestaan van OCR-motoren
sv: Uppdatera områdesredigerarens OCR-kontrollers känslighet enligt existensen av OCR-motorer

source: Fix PIL importation
he: תיקון ייבוא PIL
hi: PIL आयात को ठीक किया गया
nl: PIL-import is opgelost
sv: Fixa PIL-import

source: Fix error when exporting a PDF with empty text areas
he: תוקנה שגיאה בייצוא PDF עם אזורי טקסט ריקים
hi: खाली पाठ क्षेत्रों के साथ PDF निर्यात करते समय त्रुटि ठीक की गई
nl: Fout bij importeren van PDF met lege tekstvakken is opgelost
sv: Fixa fel vid export av en PDF med tomma textområden

source: Fix PDF output options in ocrfeeder-cli
he: תוקנו אפשרויות פלט PDF ב־ocrfeeder-cli
hi: ocrfeeder-cli में PDF आउटपुट विकल्पों को ठीक किया गया
nl: PDF-uitvoeropties in ocrfeeder-cli zijn opgelost
sv: Fixa PDF-utmatningsalternativ i ocrfeeder-cli

source: Fix getting engine name in ocrfeeder-cli
he: תוקנה קבלת שם המנוע ב־ocrfeeder-cli
hi: ocrfeeder-CLI में इंजन का नाम प्राप्त करना ठीक किया गया
nl: Ophalen van motornaam in ocrfeeder-cli is opgelost
sv: Fixa erhållande av motorns namn i ocrfeeder-cli

source: Fix the use of newer versions of Unpaper
he: תוקן השימוש בגרסאות חדשות יותר של Unpaper
hi: अनपेपर के नए संस्करणों के उपयोग को ठीक किया गया
nl: Gebruik van nieuwere versies van Unpaper is opgelost
sv: Fixa användning av nyare versioner av Unpaper

source: Fix text in the pages icon view
he: תוקן הטקסט בתצוגת סמל העמודים
hi: पृष्ठ के चिह्न दृश्य में पाठ को ठीक किया गया
nl: Tekst in de paginapictogramweergave werkt weer
sv: Fixa text i sidikonvyn

source: Fix reordering pages in the icon view
he: תוקן סידור עמודים מחדש בתצוגת הסמלים
hi: चिह्न दृश्य में पृष्ठों को पुनः क्रमित करने को ठीक किया गया
nl: Pagina’s ordenen in de pictogramweergave werkt weer
sv: Fixa ändring av ordning av sidor i ikonvyn

source: Fix issues when no locale is set
he: תוקנו תקלות כשלא מוגדרת שפה
hi: कोई स्थान निर्धारित न होने पर समस्याएं ठीक की गई
nl: Problemen wanneer er geen regio ingesteld is zijn opgelost
sv: Fixa problem då ingen lokal ställts in

source: Fix loading project with more than one page
he: תוקנה טעינת מיזם עם יותר מעמוד אחד
hi: एक से अधिक पृष्ठों वाली परियोजना लोड करने को ठीक किया गया
nl: Het laden van projecten met meer dan één pagina is opgelost
sv: Fixa inläsning av projekt med mer än en sida

source: Fix updating the OCR engines in the BoxEditor
he: תוקן עדכון מנועי OCR בעורך התיבות
hi: BoxEditor में OCR इंजनों को अद्यतन करने का समाधान किया गया
nl: Het bijwerken van de OCR-motoren in de Kaderbewerker is opgelost
sv: Fixa uppdatering av OCR-motorerna i BoxEditor

source: New and Updated Translations:
he: תרגומים חדשים ומעודכנים:
hi: नए और अद्यतन अनुवाद:
nl: Nieuwe en bijgewerkte vertalingen:
sv: Nya och uppdaterade översättningar:

source: Marek Černocký [cz]
he: מארק צ׳רנוצקי [צ׳כית]
hi: मारेक सेर्नॉकी [cz]

source: Daniel Mustieles [es]
he: דניאל מוסטיילס [ספרדית]
hi: डेनियल मस्टीलेस [es]

source: Fran Diéguez [gl]
he: פראן דיגז [גליסית]
hi: फ्रान डिएगुएज़ [gl]

source: Dimitris Spingos [el]
he: דמיטריס ספינגוס [יוונית]
hi: दिमित्रिस स्पिंगोज़ [el]

source: Aharon Don [he]
he: אהרון דון [עברית]
hi: अहरोन डॉन [he]

source: Attila Hammer, Gabor Kelemen [hu]
he: אטילה האמר, גאבור קלמן [הונגרית]
hi: अत्तिला हैमर, गैबोर केलमेन [hu]

source: Rafael Ferreira [pt_BR]
he: רפאל פררה [פורטוגלית ברזילאית]
hi: राफेल फरेरा [pt_BR]

source: Martin Srebotnjak [sl]
he: מרטין סרבוטניאק [סלובנית]
hi: मार्टिन स्रेबोट्नजैक [sl]

source: Мирослав Николић [sr]
he: מירוסלב ניקוליץ׳ [סרבית]
hi: मिरोस्लाव निकोलिच [sr]

source: Piotr Drąg [uk]
he: פיוטר דראג [אוקראינית]
hi: पियोट्र ड्रैग [uk]

source: Wylmer Wang [zh_CN]
he: וילמר וונג [סינית מפושטת]
hi: विल्मर वांग [zh_CN]

source: Misspelled word:
he: מילה שגויה:
hi: गलत वर्तनी वाला शब्द:
nl: Verkeerd gespeld woord:
sv: Felstavat ord:

source: Change _to:
he: החל_פה ל־:
hi: इसमें बदलें (_t):
nl: Wijzigen _naar:
sv: Ändra _till:

source: _Suggestions:
he: ה_צעות:
hi: सुझाव (_S):
nl: _Suggesties:
sv: För_slag:

source: Cha_nge
he: שי_נוי
hi: बदलें (_n)
nl: _Wijzigen
sv: Ä_ndra

source: Ignore _All
he: הת_עלמות מהכל
hi: सभी नजरअंदाज करें (_A)
nl: _Alles negeren
sv: Ignorera _alla

source: Change A_ll
he: _שינוי הכול
hi: सभी बदलें (_l)
nl: A_lles wijzigen
sv: Ändra a_lla

source: _Ignore
he: הת_עלמות
hi: नजरअंदाज (_I)
nl: _Negeren
sv: _Ignorera

source: Language:
he: שפה:
hi: भाषा:
nl: Taal:
sv: Språk:

source: <b>Language</b>
he: <b>שפה</b>
hi: <b>भाषा</b>
nl: <b>Taal</b>
sv: <b>Språk</b>

source: A problem occurred while trying to open the image: %s Ensure the image exists or try converting it to another format.
he: אירעה תקלה בפתיחת תמונה: %s נא לוודא כי התמונה קיימת או לנסות להמיר אותה לתסדיר אחר.
hi: छवि खोलने का प्रयास करते समय एक समस्या उत्पन्न हुई: %s सुनिश्चित करें कि छवि मौजूद है या इसे किसी अन्य प्रारूप में परिवर्तित करने का प्रयास करें।
nl: Er trad een probleem op bij het openen van de afbeelding: %s Zorg dat de afbeelding bestaat of probeer deze te converteren naar een ander bestandsformaat.
sv: Ett problem inträffade vid försök att öppna bilden: %s Försäkra dig om att bilden finns eller försök att konvertera den till ett annat format.

source: Plain Text
he: טקסט פשוט
hi: सादे पाठ
nl: Platte tekst
sv: Vanlig text

source: Images
he: תמונות
hi: छवियां
nl: Afbeeldingen
sv: Bilder

source: Obtaining scanners
he: הסורקים מתקבלים
hi: स्कैनर प्राप्त किये जा रहें है
nl: Scanners worden opgehaald
sv: Identifierar bildläsare

source: Please wait…
he: נא להמתין…
hi: कृपया प्रतीक्षा करें…
nl: Even geduld…
sv: Vänta…

source: Scanning
he: מתבצעת סריקה
hi: स्कैनिंग
nl: Scannen
sv: Läser in

source: No scanner devices were found
he: לא נמצאו מכשירי סריקה
hi: कोई स्कैनर उपकरण नहीं मिला
nl: Er zijn geen scannerapparaten gevonden
sv: Inga bildläsare hittades

source: Error
he: שגיאה
hi: त्रुटि
nl: Fout
sv: Fel

source: Error scanning page
he: סריקת העמוד נתקלה בשגיאה
hi: पृष्ठ स्कैन करने में त्रुटि
nl: Fout bij scannen van pagina
sv: Fel vid inläsning av sidan

source: Loading PDF
he: PDF נטען
hi: PDF लोड हो रहा है
nl: PDF wordt geladen
sv: Läser in PDF

source: Export pages
he: ייצוא עמודים
hi: पृष्ठ निर्यात करें
nl: Pagina’s exporteren
sv: Exportera sidor

source: Are you sure you want to delete the current image?
he: למחוק את התמונה הנוכחית?
hi: क्या आप वाकई वर्तमान छवि को मिटाना चाहते हैं?
nl: Weet u zeker dat u de huidige afbeelding wilt verwijderen?
sv: Är du säker på att du vill ta bort den aktuella bilden?

source: Are you sure you want to clear the project?
he: לרוקן את המיזם הנוכחי?
hi: क्या आप वाकई इस परियोजना को साफ करना चाहते हैं?
nl: Weet u zeker dat u het project wilt wissen?
sv: Är du säker på att du vill tömma projektet?

source: No OCR engines available
he: אין מנוע OCR זמין
hi: कोई OCR इंजन उपलब्ध नहीं है
nl: Geen OCR-motoren beschikbaar
sv: Inga OCR-motorer tillgängliga

source: No OCR engines were found in the system. Please make sure you have OCR engines installed and available.
he: לא נמצאו מנועי OCR מותקנים במערכת. נא לוודא שמותקן מנוע OCR זמין.
hi: सिस्टम में कोई OCR इंजन नहीं मिला। कृपया सुनिश्चित करें कि आपके पास OCR इंजन स्थापित और उपलब्ध हैं।
nl: Er zijn geen OCR-motoren gevonden op het systeem. Zorg ervoor dat er OCR-motoren geïnstalleerd en beschikbaar zijn.
sv: Inga OCR-motorer hittades på systemet. Försäkra dig om att du har OCR-motorer installerade och tillgängliga.

source: _Open OCR Engines Manager Dialog
he: פתיחת חלון _ניהול מנועי OCR
hi: OCR इंजन प्रबंधक संवाद खोलें (_O)
nl: _OCR-motorbeheerdialoogvenster openen
sv: Ö_ppna dialogruta för hanterare av OCR-motorer

source: _Keep Current Configuration
he: שמירת הג_דרות נוכחיות
hi: वर्तमान विन्यास रखें (_K)
nl: Huidige configuratie _behouden
sv: Behåll aktuell _konfiguration

source: The following OCR engines' arguments might need to be updated but it appears you have changed their default configuration so they need to be updated manually: <b>%(engines)s</b> If you do not want to keep your changes you can just remove the current configuration and have your OCR engines detected again.
he: הארגומנטים למנועי OCR הבאים דורשים עדכון, אבל כנראה שינית מהגדרות ברירת המחדל ולכן יש לעדכן אותם באופן ידני: <b>%(engines)s</b> כדי לא לשמור שינויים, ניתן למחוק ההגדרה נוכחית ולנסות לזהות את מנועי ה־OCR מחדש.
hi: निम्नलिखित OCR इंजनों के तर्कों को अद्यतन करने की आवश्यकता हो सकती है लेकिन ऐसा प्रतीत होता है कि आपने उनका तयशुदा विन्यास बदल दिया है इसलिए उन्हें मैन्युअल रूप से अद्यतन करने की आवश्यकता है: <b>%(engines)s</b> यदि आप अपने परिवर्तन नहीं रखना चाहते हैं तो आप केवल वर्तमान विन्यास को हटा सकते हैं और अपने OCR इंजनों का दोबारा पता लगा सकते हैं।
nl: De parameters van de volgende OCR-motoren moeten misschien bijgewerkt worden, maar het lijkt erop dat u hun standaardconfiguratie hebt gewijzigd, waardoor u ze handmatig zult moeten bijwerken: <b>%(engines)s</b> Als u uw wijzigingen niet wilt bewaren kunt u gewoon de huidige configuratie verwijderen, dan worden uw OCR-motoren weer gedetecteerd.
sv: Följande OCR-motorers argument kan behöva uppdateras men det verkar som att du ändrat deras standardinställning så att de behöver uppdateras manuellt: <b>%(engines)s</b> Om du inte vill behålla dina ändringar kan du ta bort den aktuella inställningen och låta dina OCR-motorer upptäckas igen.

source: The project hasn't been saved.
he: המיזם לא נשמר.
hi: परियोजना नहीं सहेजी गई।
nl: Het project is nog niet opgeslagen.
sv: Projektet har inte sparats.

source: Do you want to save it before closing?
he: לשמור לפני סגירה?
hi: क्या आप इसे बंद करने से पहले सहेजना चाहते हैं?
nl: Wilt u het opslaan vooraleer het te sluiten?
sv: Vill du spara det innan det stängs?

source: Close anyway
he: לסגור בכל מקרה
hi: फिर भी बंद करें
nl: Toch sluiten
sv: Stäng ändå

source: Selectable areas
he: קטעים שאפשר לבחור
hi: चयन-योग्य क्षेत्र
nl: Selecteerbare gebieden
sv: Valbara områden

source: Preparing image
he: התמונה בהכנה
hi: छवि तैयार की जा रही है
nl: Afbeelding wordt voorbereid
sv: Förbereder bild

source: Preparing image %(current_index)s/%(total)s
he: התמונה בהכנה %(current_index)s/%(total)s
hi: छवि %(current_index)s/%(total)s तैयार की जा रही है
nl: Afbeelding wordt voorbereid %(current_index)s/%(total)s
sv: Förbereder bild %(current_index)s/%(total)s

source: Deskewing image
he: מתקן הטיית תמונה
hi: छवि को सीधा किया जा रहा है
nl: Afbeelding rechtzetten
sv: Räta upp bilden

source: No images added
he: לא נוספו תמונות
hi: कोई छवियां नहीं जोड़ी गई
nl: Geen afbeeldingen toegevoegd
sv: Inga bilder lades till

source: Zoom: %s %%
he: תקריב: %s %%
hi: जूम: %s %%
nl: Zoomniveau: %s %%

source: Resolution: %.2f x %.2f
he: רזולוציה: %.2f x %.2f
hi: रिज़ॉल्यूशन: %.2f x %.2f
nl: Resolutie: %.2f x %.2f
sv: Upplösning: %.2f x %.2f

source: Page size: %i x %i
he: גודל עמוד: %i x %i
hi: पृष्ठ का आकार: %i x %i
nl: Paginagrootte: %i x %i
sv: Sidstorlek: %i x %i

source: There are changes that may be overwritten by the new recognition. Do you want to continue?
he: בזיהוי החדש ייתכן ויהיו שינויים שישוכתבו על הקיים. להמשיך בכל זאת?
hi: ऐसे परिवर्तन हैं जो नई पहचान द्वारा अधिलेखित किए जा सकते हैं। क्या आप जारी रखना चाहते हैं?
nl: Er zijn wijzigingen die door de nieuwe herkenning overschreven kunnen worden. Wilt u verdergaan?
sv: Det finns ändringar som kan skrivas över av den nya igenkänningen. Vill du fortsätta?

source: Recognizing Page
he: מזהה עמוד
hi: पृष्ठ पहचाना जा रहा है
nl: Herkennen van pagina
sv: Känner igen sida

source: Recognizing Document
he: מזהה מסמך
hi: दस्तावेज पहचाना जा रहा है
nl: Herkennen van document
sv: Känner igen dokument

source: Recognizing page %(page_number)s/%(total_pages)s. Please wait…
he: העמוד %(page_number)s/%(total_pages)s מזוהה. נא להמתין…
hi: पृष्ठ %(page_number)s/%(total_pages)s को पहचाना जा रहा है। कृपया प्रतीक्षा करें…
nl: Herkennen van pagina %(page_number)s/%(total_pages)s. Even geduld…
sv: Känner igen sida %(page_number)s/%(total_pages)s. Vänta…

source: Export to %(format_name)s
he: ייצוא ל־%(format_name)s
hi: %(format_name)s पर निर्यात करें
nl: Exporteren naar %(format_name)s
sv: Exportera till %(format_name)s
