Repository: GNOME/ocrfeeder
Catalog: po/*.po
Languages: he, hi, nl, sv

source: What kind of PDF document do you wish?
he: מה סוג ה־PDF המבוקש?
hi: आप किस प्रकार का PDF दस्तावेज चाहते हैं?
nl: Wat voor PDF-document wilt u?
sv: Vad för slags PDF-dokument vill du ha?

source: From scratch
he: מאפס
hi: शुरुवात से
nl: Vanaf nul
sv: Från grunden

source: Creates a new PDF from scratch.
he: יצירת PDF חדש מאפס.
hi: शुरू से नया PDF बनाता है।
nl: Maakt een nieuw PDF-document aan vanaf nul.
sv: Skapar en ny PDF från grunden.

source: Searchable PDF
he: PDF שאפשר לחפש בו
hi: खोजने योग्य PDF
nl: Doorzoekbare PDF
sv: Sökbar PDF

source: Creates a PDF based on the images but with searchable text.
he: יצירת PDF מבוסס תמונות אבל עם יכולת חיפוש טקסט.
hi: छवि के आधार पर लेकिन खोजने योग्य पाठ के साथ एक PDF बनाता है।
nl: Maakt een PDF aan op basis van de afbeeldingen maar met doorzoekbare tekst.
sv: Skapar en PDF baserad på bilderna men med sökbar text.

source: OCRFeeder Projects
he: מיזמי OCRFeeder
hi: OCRFeeder परियोजनाएं
nl: OCRFeeder-projecten
sv: OCRFeeder-projekt

source: <b>A file named "%(name)s" already exists. Do you want to replace it?</b> The file exists in "%(dir)s". Replacing it will overwrite its contents.
he: <b>כבר קיים קובץ בשם „%(name)s”. להחליף אותו? </b> המסמך כבר קיים ב־„%(dir)s”. החלפתו תגרום לשכתוב תוכנו.
hi: <b>"%(name)s" नाम की फाइल पहले से मौजूद है। क्या आप इसे बदलना चाहते हैं?</b> फाइल "%(dir)s" में मौजूद है। इसे बदलने से इसकी सामग्री अधिलेखित हो जाएगी।
nl: <b>Er bestaat al een bestand met de naam ‘%(name)s’. Wilt u het vervangen?</b> Het bestand bevindt zich in ‘%(dir)s’. Dit bestand vervangen zal de inhoud ervan overschrijven.
sv: <b>En fil med namnet ”%(name)s” finns redan. Vill du ersätta den?</b> Filen finns i ”%(dir)s”. Ersätter du den så kommer den att skrivas över.

source: Replace
he: החלפה
hi: बदलें
nl: Vervangen
sv: Ersätt

source: Pages
he: עמודים
hi: पृष्ठों
nl: Pagina’s
sv: Sidor

source: _File
he: _קובץ
hi: फाइल (_F)
nl: _Bestand
sv: _Arkiv

source: _Quit
he: י_ציאה
hi: छोड़ें (_Q)
nl: Afsl_uiten
sv: A_vsluta

source: Exit the program
he: יציאה מהתוכנית
hi: प्रोग्राम से बाहर निकलें
nl: Programma afsluiten
sv: Avsluta programmet

source: _Open
he: _פתיחה
hi: खोलें (_O)
nl: _Openen
sv: _Öppna

source: Open project
he: פתיחת מיזם
hi: परियोजना खोलें
nl: Project openen
sv: Öppna projekt

source: _Save
he: _שמירה
hi: सहेजें (_S)
nl: Op_slaan
sv: _Spara

source: Save project
he: שמירת מיזם
hi: परियोजना सहेजें
nl: Project opslaan
sv: Spara projektet

source: _Save As…
he: שמירה _בשם…
hi: ऐसे सहेजें (_S)…
nl: Op_slaan als…
sv: Spara so_m…

source: Save project with a chosen name
he: שמירת המיזם בשם נבחר
hi: परियोजना को चुने हुए नाम से सहेजें
nl: Project opslaan met gekozen naam
sv: Spara projektet med ett valt namn

source: _Add Image
he: הוס_פת תמונה
hi: छवि जोड़ें (_A)
nl: _Afbeelding toevoegen
sv: _Lägg till bild

source: Add another image
he: הוספת תמונה נוספת
hi: कोई अन्य छवि जोड़ें
nl: Nog een afbeelding toevoegen
sv: Lägg till ytterligare en bild

source: Add _Folder
he: הוספת _תיקייה
hi: फोल्डर जोड़ें (_F)
nl: _Map toevoegen
sv: Lägg till _mapp

source: Add all images in a folder
he: הוספת כל התמונות מתיקייה
hi: सभी छवियों को एक फोल्डर में जोड़ें
nl: Alle afbeeldingen in een map toevoegen
sv: Lägg till alla bilder i en mapp

source: Append Project
he: צירוף מיזם לסוף
hi: परियोजना जोड़ें
nl: Project bijvoegen
sv: Lägg till i projekt

source: Load a project and append it to the current one
he: טעינת מיזם והוספתי לנוכחי
hi: किसी परियोजना को लोड करें और उसे मौजूदा परियोजना में जोड़ें
nl: Laad en project en voeg het bij het huidige
sv: Läs in ett projekt och lägg till det till det aktuella

source: _Import PDF
he: יי_בוא PDF
hi: PDF आयात करें (_I)
nl: PDF _importeren
sv: _Importera PDF

source: Import PDF
he: ייבוא PDF
hi: PDF आयात करें
nl: PDF importeren
sv: Importera PDF

source: _Export…
he: יי_צוא…
hi: निर्यात (_E)…
nl: _Exporteren…
sv: _Exportera…

source: Export to a chosen format
he: ייצוא לתסדיר הנבחר
hi: किसी चुने हुए प्रारूप में निर्यात करें
nl: Exporteren naar gekozen formaat
sv: Exportera till ett valt format

source: _Edit
he: ע_ריכה
hi: संपादन (_E)
nl: B_ewerken
sv: R_edigera

source: _Edit Page
he: ע_ריכת עמוד
hi: पृष्ठ संपादित करें (_E)
nl: Pagina b_ewerken
sv: R_edigera sida

source: Edit page settings
he: עריכת הגדרות עמוד
hi: पृष्ठ सेटिंग्स संपादित करें
nl: Pagina-instellingen bewerken
sv: Redigera sidinställningar

source: _Preferences
he: העד_פות
hi: प्राथमिकताएं (_P)
nl: _Voorkeuren
sv: _Inställningar

source: Configure the application
he: הגדרת היישום
hi: अनुप्रयोग विन्यस्त करें
nl: De toepassing configureren
sv: Konfigurera programmet

source: _Delete Page
he: מ_חיקת עמוד
hi: पृष्ठ मिटायें (_D)
nl: Pagina verwij_deren
sv: Ta _bort sida

source: Delete current page
he: מחיקת העמוד נוכחי
hi: वर्तमान पृष्ठ मिटायें
nl: Huidige pagina verwijderen
sv: Ta bort aktuell sida

source: Move Page Do_wn
he: הורדת עמוד למ_טה
hi: पृष्ठ को नीचे ले जाएं (_w)
nl: Pagina om_laag verplaatsen
sv: Flytta sida _nedåt

source: Move page down
he: הורדת עמוד למטה
hi: पृष्ठ को नीचे ले जाएं
nl: Pagina omlaag verplaatsen
sv: Flytta sida nedåt

source: Move Page Up
he: העלאת עמוד למעלה
hi: पृष्ठ को ऊपर ले जाएं
nl: Pagina omhoog verplaatsen
sv: Flytta sida uppåt

source: Move page up
he: העלאת עמוד למעלה
hi: पृष्ठ को ऊपर ले जाएं
nl: Pagina omhoog verplaatsen
sv: Flytta sida uppåt

source: Select Next Page
he: בחירת העמוד הבא
hi: अगला पृष्ठ चुनें
nl: Volgende pagina selecteren
sv: Välj nästa sida

source: Select next page
he: בחירת העמוד הבא
hi: अगला पृष्ठ चुनें
nl: Volgende pagina selecteren
sv: Välj nästa sida

source: Select Previous Page
he: בחירת העמוד קודם
hi: पिछला पृष्ठ चुनें
nl: Vorige pagina selecteren
sv: Välj föregående sida

source: Select previous page
he: בחירת העמוד הקודם
hi: पिछला पृष्ठ चुनें
nl: Vorige pagina selecteren
sv: Välj föregående sida

source: _Clear Project
he: _פינוי מיזם
hi: परियोजना साफ करें (_C)
nl: Project _wissen
sv: _Töm projektet

source: Delete all images
he: מחיקת כל התמונות
hi: सभी छवियां मिटायें
nl: Alle afbeeldingen verwijderen
sv: Ta bort alla bilder

source: _View
he: ה_צגה
hi: देखें (_V)
nl: Weerga_ve
sv: _Visa

source: Zoom In
he: הגדלה
hi: जूम इन
nl: Inzoomen
sv: Zooma in

source: Zoom Out
he: הקטנה
hi: जूम आउट
nl: Uitzoomen
sv: Zooma ut

source: Best Fit
he: התאמה מיטבית
hi: सर्वोत्तम अनुरूप
nl: Passend
sv: Bästa passning

source: Normal Size
he: גודל רגיל
hi: सामान्य आकार
nl: Normale grootte
sv: Normal storlek

source: _Document
he: מ_סמך
hi: दस्तावेज (_D)
sv: _Dokument

source: _Tools
he: _כלים
hi: औजार (_T)
nl: H_ulpmiddelen
sv: Ver_ktyg

source: _OCR Engines
he: מנו_עי זיהוי OCR
hi: _OCR इंजन
nl: _OCR-motoren
sv: _OCR-motorer

source: Manage OCR engines
he: ניהול מנועי OCR
hi: OCR इंजन प्रबंधित करें
nl: Beheer OCR-motoren
sv: Hantera OCR-motorer

source: _Unpaper
hi: अनपेपर (_U)

source: Process image with unpaper
he: עיבוד תמונה עם unpaper
hi: अनपेपर के साथ छवि संसाधित करें
nl: Afbeelding verwerken met Unpaper
sv: Behandla bilden med unpaper

source: Image Des_kewer
he: מ_תקן הטיות תמונה
hi: छवि सीधी करें (_k)
nl: Afbeeldingen re_chtzetten
sv: Bild_upprätare

source: Tries to straighten the image
he: מנסה ליישר את התמונה
hi: छवि को सीधा करने का प्रयास करता है
nl: Probeert de afbeelding recht te zetten
sv: Försöker att räta upp bilden

source: _Help
he: ע_זרה
hi: सहायता (_H)
nl: _Hulp
sv: _Hjälp

source: Help contents
he: תוכן עזרה
hi: सहायता सामग्री
nl: Hulpinhoud
sv: Hjälpinnehåll

source: _About
he: על _אודות
hi: OCRfeeder के बारे में (_A)
nl: In_fo
sv: _Om

source: About this application
he: על היישום הזה
hi: इस अनुप्रयोग के बारे में
nl: Info over deze toepassing
sv: Om detta program

source: _Recognize Document
he: _זיהוי מסמך
hi: दस्तावेज पहचानें (_R)
nl: Document he_rkennen
sv: _Känn igen dokument

source: Automatically detect and recognize all pages
he: איתור וזיהוי כל העמודים אוטומטית
hi: स्वचालित रूप से सभी पृष्ठों का पता लगाएं और पहचानें
nl: Alle pagina’s automatisch detecteren en herkennen
sv: Identifiera och känn igen alla sidor automatiskt

source: R_ecognize Page
he: _זיהוי עמוד
hi: पृष्ठ पहचानें (_e)
nl: Pagina h_erkennen
sv: Känn igen _sida

source: Automatically detect and recognize the current page
he: איתור וזיהוי אוטומטי של העמוד הנוכחי
hi: वर्तमान पृष्ठ का स्वतः पता लगाएं और पहचानें
nl: De huidige pagina automatisch detecteren en herkennen
sv: Identifiera och känn igen aktuell sida automatiskt

source: Recognize _Selected Areas
he: זיהוי קטעים _נבחרים
hi: चयनित क्षेत्रों को पहचानें (_S)
nl: Ge_selecteerde gebieden herkennen
sv: Känn igen _markerade områden

source: Recognize Selected Areas
he: זיהוי קטעים נבחרים
hi: चयनित क्षेत्रों को पहचानें
nl: Geselecteerde gebieden herkennen
sv: Känn igen markerade områden

source: Select _All Areas
he: בחירת _כל הקטעים
hi: सभी क्षेत्र चुनें (_A)
nl: _Alle gebieden selecteren
sv: Välj _alla områden

source: Select all content areas
he: בחירת כל קטעי התוכן
hi: सभी सामग्री क्षेत्र चुनें
nl: Alle inhoudsgebieden selecteren
sv: Välj alla innehållsområden

source: Select _Previous Area
he: בחירת הקטע ה_קודם
hi: पिछला क्षेत्र चुनें (_P)
nl: _Vorig gebied selecteren
sv: Välj _föregående område

source: Select the previous area from the content areas
he: בחירת הקטע שלפני התוכן
hi: सामग्री क्षेत्रों से पिछले क्षेत्र का चयन करें
nl: Selecteer het vorige gebied uit de inhoudsgebieden
sv: Välj föregående område från innehållsområdena

source: Select _Next Area
he: בחר קטע הבא
hi: अगला क्षेत्र चुनें (_N)
nl: Volge_nd gebied selecteren
sv: Välj _nästa område

source: Select the next area from the content areas
he: בחירת הקטע הבא שלאחר התוכן
hi: सामग्री क्षेत्रों में से अगला क्षेत्र चुनें
nl: Selecteer het volgende gebied uit de inhoudsgebieden
sv: Välj nästa område från innehållsområdena

source: Delete Selected Areas
he: מחיקת קטעים נבחרים
hi: चयनित क्षेत्र मिटायें
nl: Geselecteerde gebieden verwijderen
sv: Ta bort markerade områden

source: Deletes all the currently selected content areas
he: מחיקת כל קטעי התוכן שנבחרו
hi: वर्तमान में चयनित सभी सामग्री क्षेत्रों को मिटा देता है
nl: Verwijdert alle huidig geselecteerde inhoudsgebieden
sv: Tar bort alla markerade innehållsområden

source: _Generate ODT
he: יצי_רת ODT
hi: ODT उत्पन्न करें (_G)
nl: ODT _genereren
sv: _Generera ODT

source: Export to ODT
he: ייצוא ל־ODT
hi: ODT को निर्यात करें
nl: Exporteren naar ODT
sv: Exportera till ODT

source: Import Page From S_canner
he: ייבוא עמוד מסורק
hi: स्कैनर से पृष्ठ आयात करें (_c)
nl: Pagina importeren vanuit s_canner
sv: Importera sida från b_ildläsare

source: Import From Scanner
he: ייבוא מסורק
hi: स्कैनर से आयात करें
nl: Importeren vanuit scanner
sv: Importera från bildläsare

source: _Copy to Clipboard
he: ה_עתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें (_C)
nl: _Kopiëren naar klembord
sv: _Kopiera till urklipp

source: Copy recognized text to clipboard
he: העתקת הטקסט שזוהה ללוח הגזירים
hi: पहचाने गये पाठ को क्लिपबोर्ड पर कॉपी करें
nl: Herkende tekst kopiëren naar klembord
sv: Kopiera igenkänd text till urklipp

source: Spell_checker
he: _בודק איות
hi: वर्तनी जांच (_c)
nl: Spelling_controle
sv: Stavningsk_ontroll

source: Spell Check Recognized Text
he: בדיקת איות של הטקסט שזוהה
hi: पहचाने गए पाठ की वर्तनी जांचे
nl: Spellingcontrole toepassen op herkende tekst
sv: Stavningskontrollera igenkänd text

source: No language
he: ללא שפה
hi: कोई भाषा नहीं
nl: Geen taal
sv: Inget språk

source: Area editor
he: עורך האזורים
hi: क्षेत्र संपादक
nl: Gebiedsbewerker
sv: Områdesredigerare

source: Sets the content area's upper left corner's X coordinate
he: הגדרת נקודת הציון ב־X של הפינה השמאלית העליונה של קטע התוכן
hi: ऊपरी बाएं कोने के लिए सामग्री क्षेत्र का X निर्देशांक निर्धारित करता है
nl: Stelt de X-coördinaat van de linkerbovenhoek van het inhoudsgebied in
sv: Ställer in innehållsområdets X-koordinat för övre vänstra hörnet

source: Sets the content area's upper left corner's Y coordinate
he: הגדרת נקודת הציון ב־Y של הפינה השמאלית העליונה של קטע התוכן
hi: ऊपरी बाएं कोने के लिए सामग्री क्षेत्र का Y निर्देशांक निर्धारित करता है
nl: Stelt de Y-coördinaat van de linkerbovenhoek van het inhoudsgebied in
sv: Ställer in innehållsområdets Y-koordinat för övre vänstra hörnet

source: Sets the content area's width
he: הגדרת רוחב קטע התוכן
hi: सामग्री क्षेत्र की चौड़ाई निर्धारित करता है
nl: Stelt de breedte van het inhoudsgebied in
sv: Ställer in innehållsområdets bredd

source: Sets the content area's height
he: הגדרת גובה קטע התוכן
hi: सामग्री क्षेत्र की ऊंचाई निर्धारित करता है
nl: Stelt de hoogte van het inhoudsgebied in
sv: Ställer in innehållsområdets höjd

source: _Text
he: טקסט
hi: पाठ (_T)
nl: _Tekst

source: Set this content area to be the text type
he: הגדרת סוג קטע תוכן זה כטקסט
hi: इस सामग्री क्षेत्र को पाठ प्रकार के रूप में निर्धारित करें
nl: Dit inhoudsgebied instellen als tekst
sv: Ställer in innehållsområdet att vara texttyp

source: _Image
he: תמונה
hi: छवि (_I)
nl: Afbeeld_ing
sv: _Bild

source: Set this content area to be the image type
he: הגדרת סוג קטע תוכן זה כתמונה
hi: इस सामग्री क्षेत्र को छवि प्रकार के रूप में निर्धारित करें
nl: Dit inhoudsgebied instellen als afbeelding
sv: Ställer in innehållsområdet att vara bildtyp

source: Type
he: סוג
hi: प्रकार
sv: Typ

source: Clip
he: לוח
hi: क्लिप
sv: Klipp

source: Bounds
he: גבולות
hi: सीमाएं
nl: Afgrenzing
sv: Gränser

source: _Width:
he: _רוחב:
hi: चौड़ाई (_W):
nl: _Breedte:
sv: B_redd:

source: Hei_ght:
he: _גובה:
hi: ऊंचाई (_g):
nl: Hoo_gte:
sv: Hö_jd:

source: Left
he: שמאל
hi: बाएं
nl: Links
sv: Vänster

source: Set text to be left aligned
he: יישור הטקסט לשמאל
hi: पाठ को बाएं संरेखित हेतु निर्धारित करें
nl: Tekst links uitlijnen
sv: Ställ in text att vänsterjusteras

source: Center
he: מירכוז
hi: मध्य
nl: Midden
sv: Centrera

source: Set text to be centered
he: מירכוז הטקסט
hi: पाठ को केन्द्रित हेतु निर्धारित करें
nl: Tekst centreren
sv: Ställ in text att centreras

source: Right
he: ימין
hi: दाएं
nl: Rechts
sv: Höger

source: Set text to be right aligned
he: יישור הטקסט לימין
hi: पाठ को दाएं संरेखित हेतु निर्धारित करें
nl: Tekst rechts uitlijnen
sv: Ställ in text att högerjusteras

source: Fill
he: מילוי
hi: भरण
nl: Vullen
sv: Fyll

source: Set text to be fill its area
he: הגדרת הקטע כטקסט
hi: पाठ को उसके क्षेत्र को भरने के लिए निर्धारित करें
nl: Tekst regels doen uitvullen
sv: Ställer in text att fyll dessa område

source: Perform OCR on this content area using the selected OCR engine.
he: ביצוע זיהוי לקטע תוכן זה בשימוש מנוע OCR נבחר.
hi: चयनित OCR इंजन का उपयोग करके इस सामग्री क्षेत्र पर OCR करें।
nl: Voer OCR uit op dit inhoudsgebied met de geselecteerde OCR-motor.
sv: Genomför OCR på detta innehållsområde med den valda OCR-motorn.

source: OCR engine to recognize this content area
he: מנוע OCR לזיהוי קטע תוכן זה
hi: इस सामग्री क्षेत्र को पहचानने के लिए OCR इंजन
nl: OCR-motor om dit inhoudsgebied mee te herkennen
sv: OCR-motor för att känna igen detta innehållsområde

source: Text Properties
he: מאפייני טקסט
hi: पाठ गुण
nl: Teksteigenschappen
sv: Textegenskaper

source: Font
he: גופן
hi: फॉन्ट
nl: Lettertype
sv: Typsnitt

source: Align
he: יישור
hi: संरेखित करें
nl: Uitlijnen
sv: Justera

source: Spacing
he: ריווח
hi: रिक्ति
nl: Spatiëring
sv: Mellanrum

source: Set the text's letter spacing
he: הגדרת הריווח בין אותיות הטקסט
hi: पाठ के अक्षरों के बीच का अंतर निर्धारित करें
nl: Stel de spatiëring tussen letters in
sv: Ställ in textens bokstavsavstånd

source: Set the text's line spacing
he: הגדרת הריווח בין שורות הטקסט
hi: पाठ की पंक्ति रिक्ति निर्धारित करें
nl: Stel de spatiëring tussen regels in
sv: Ställ in textens radavstånd

source: _Line:
he: _קו:
hi: रेखा (_L):
nl: Rege_l:
sv: _Rad:

source: L_etter:
he: _אות:
hi: पत्र (_e):
sv: B_okstav:

source: Sty_le
he: _סגנון
hi: शैली (_l)
nl: Stij_l
sv: Sti_l

source: Angle
he: זווית
hi: कोण
nl: Hoek
sv: Vinkel

source: Mis_c
he: _שונות
hi: विविध (_c)
nl: Al_g
sv: Di_v

source: Language
he: שפה
hi: भाषा
nl: Taal
sv: Språk

source: OCR engine to recogni_ze this area:
he: מנוע OCR ל_זיהוי אזור זה:
hi: इस क्षेत्र को पहचानने के लिए OCR इंजन (_z):
nl: OCR-motor om dit _gebied mee te herkennen:
sv: OCR-motor för att känna igen detta område:

source: Detect
he: זיהוי
hi: पहचानें
nl: Detecteren
sv: Identifiera

source: Angle:
he: זווית:
hi: कोण:
nl: Hoek:
sv: Vinkel:

source: Save File
he: שמירת קובץ
hi: फाइल सहेजें
nl: Bestand opslaan
sv: Spara fil

source: Open File
he: פתיחת קובץ
hi: फाइल खोलें
nl: Bestand openen
sv: Öppna fil

source: Open Folder
he: פתיחת תיקייה
hi: फोल्डर खोलें
nl: Map openen
sv: Öppna mapp

source: Pages to export
he: דפים לייצוא
hi: निर्यात करने के लिए पृष्ठ
nl: Pagina’s te exporteren
sv: Sidor att exportera

source: All
he: הכל
hi: सभी
nl: Alles
sv: Alla

source: Current
he: נוכחי
hi: मौजूदा
nl: Huidige
sv: Aktuell

source: Choose the format
he: בחר פורמט
hi: एक प्रारूप चुनें
nl: Kies het formaat
sv: Välj format

source: Page size
he: גודל דף
hi: पृष्ठ आकार
nl: Paginagrootte
sv: Sidstorlek

source: Custom…
he: מותאם…
hi: तदनुकूल…
nl: Aangepast…
sv: Anpassad…

source: _Height:
he: גובה:
hi: ऊंचाई (_H):
nl: _Hoogte:
sv: _Höjd:

source: Affected pages
he: דפים מושפעים
hi: प्रभावित पृष्ठ
nl: Betrokken pagina’s
sv: Påverkade sidor

source: C_urrent
he: נוכחי
hi: मौजूदा (_u)
nl: H_uidige
sv: A_ktuell

source: _All
he: הכל
hi: सभी (_A)
nl: _Alles
sv: _Alla

source: Preview
he: תצוגה מקדימה
hi: पूर्वावलोकन
nl: Voorbeeld
sv: Förhandsvisa

source: _Preview
he: תצוגה מקדימה
hi: पूर्वावलोकन (_P)
nl: _Voorbeeld
sv: Fö_rhandsvisa

source: Performing Unpaper
he: מבצע Unpaper
hi: अनपेपर का निष्पादन किया जा रहा है
nl: Unpaper wordt uitgevoerd
sv: Genomför unpaper

source: Performing unpaper. Please wait…
he: מתבצע unpaper. נא להמתין…
hi: अनपेपर का निष्पादन किया जा रहा है। कृपया प्रतीक्षा करें…
nl: Unpaper wordt uitgevoerd. Even geduld…
sv: Genomför unpaper. Vänta…

source: Noise Filter Intensity
he: צפיפות מסנן הרעש
hi: शोर फिल्टर की तीव्रता
nl: Ruisfilterintensiteit
sv: Intensitet för brusfilter

source: Default
he: ברירת מחדל
hi: तयशुदा
nl: Standaard
sv: Standard

source: None
he: כלום
hi: कोई नहीं
nl: Geen
sv: Ingen

source: Gray Filter Size
he: גודל מסנן אפור
hi: ग्रे फिल्टर का आकार
nl: Grijsfiltergrootte
sv: Storlek för gråfilter

source: Custom
he: מותאם
hi: तदनुकूल
nl: Aangepast
sv: Anpassad

source: Black Filter
he: מסנן שחור
hi: काला फिल्टर
nl: Zwartfilter
sv: Svartfilter

source: Use
he: השתמש
hi: उपयोग
nl: Gebruiken
sv: Använd

source: Extra Options
he: אפשרויות נוספות
hi: अतिरिक्त विकल्प
nl: Extra opties
sv: Extra alternativ

source: Unpaper's command line arguments
he: ארגומנטים לשורת הפקודה של Unpaper
hi: अनपेपर के लिए कमांड लाइन तर्क
nl: Opdrachtregelparameters voor Unpaper
sv: Kommandoradsargument för unpaper

source: Unpaper Preferences
he: Unpaper העדפות
hi: अनपेपर की प्राथमिकताएं
nl: Unpaper-voorkeuren
sv: Inställningar för unpaper

source: An error occurred!
he: התרחש שגיאה!
hi: एक त्रुटि हुई!
nl: Er is een fout opgetreden!
sv: Ett fel inträffade!

source: Cancelled
he: בוטל
hi: रद्द किया गया
nl: Geannuleerd
sv: Avbruten

source: Preferences
he: העדפות
hi: प्राथमिकताएं
nl: Voorkeuren
sv: Inställningar

source: _General
he: כללי
hi: सामान्य (_G)
nl: Al_gemeen
sv: A_llmänt

source: _Recognition
he: זיהוי
hi: पहचान (_R)
nl: He_rkenning
sv: _Igenkänning

source: Select boxes' colors
he: בחר צבע 'תיבות'
hi: बक्सों के रंग चुनें
nl: Stel kaderkleuren in
sv: Välj färger för rutor

source: Te_xt areas' fill color
he: צבע מילוי קטעי טקסט
hi: पाठ क्षेत्रों के लिए भरण रंग (_x)
nl: Vulkleur voor te_kstvakken
sv: Fyllnadsfärg för te_xtområden

source: Text areas' _stroke color
he: צבע קו מקווקו לקטעי טקסט
hi: पाठ क्षेत्रों के लिए स्ट्रोक रंग (_s)
nl: Tek_stkleur voor tekstvakken
sv: _Strykfärg för textområden

source: _Image areas' fill color
he: צבע מילוי לקטע תמונה
hi: छवि क्षेत्रों का भरण रंग (_I)
nl: Vulkleur voor afbeeld_ingsvakken
sv: Fyllnadsfärg för b_ildområden

source: Path to unpaper
he: נתיב ל־unpaper
hi: अनपेपर का पथ
nl: Pad naar Unpaper
sv: Sökväg till unpaper

source: Choose
he: בחר
hi: चुनें
nl: Kiezen
sv: Välj

source: OCR Engines
he: OCR מנועי
hi: OCR इंजन
nl: OCR-motoren
sv: OCR-motorer

source: The engine that should be used when performing the automatic recognition.
he: מנוע לשימוש בזיהוי אוטומטי.
hi: वह इंजन जिसका उपयोग स्वचालित पहचान करते समय किया जाना चाहिए।
nl: De motor die gebruikt moet worden bij het uitvoeren van de automatische herkenning.
sv: Motorn som ska användas för att genomföra den automatiska igenkänningen.

source: Favorite _engine:
he: מנוע מוע_דף:
hi: पसंदीदा इंजन (_e):
nl: Favoriete _motor:
sv: Favorit_motor:

source: Window size
he: גדול חלון
hi: विंडो आकार
nl: Venstergrootte
sv: Fönsterstorlek

source: A_utomatic
he: אוטומטי
hi: स्वचालित (_u)
nl: A_utomatisch
sv: A_utomatiskt

source: Cu_stom
he: התאמה אישית
hi: तदनुकूल (_s)
nl: Aangepa_st
sv: A_npassad

source: The window size is the detection algorithm's subdivision areas' size.
he: גודל החלון הוא הגודל שזוהה מאלגוריתם קטעי חלוקה.
hi: विंडो आकार की पहचान कलन-विधि के विभाजन क्षेत्रों का आकार है।
nl: De venstergrootte is de grootte van de onderverdeelde vakken van het detectiealgoritme.
sv: Fönsterstorleken är storleken på identifieringsalgoritmens uppdelningsområden.

source: Columns Detection
he: זיהוי עמודות
hi: स्तंभ पहचान
nl: Kolomherkenning
sv: Kolumnidentifiering

source: _Improve columns detection
he: שפר זיהוי עמודות
hi: स्तंभ पहचान सुधारें (_I)
nl: Kolomherkenning ver_beteren
sv: Förbättra kolumn_identifiering

source: Use a post-detection algorithm to improve the detection of columns
he: השתמש באלגוריתם פוסט-זיהוי לשיפור זיהוי עמודות
hi: स्तंभों की पहचान को बेहतर बनाने के लिए पश्च-पहचान कलन-विधि का उपयोग करें
nl: Gebruik een postherkenningsalgoritme om de herkenning van kolommen te verbeteren
sv: Använd en efter-identifieringsalgoritm för att förbättra identifiering av kolumner

source: _Automatic
he: אוטומטי
hi: स्वचालित (_A)
nl: _Automatisch
sv: A_utomatiskt

source: Custo_m
he: מותאם
hi: तदनुकूल (_m)
nl: Aange_past
sv: Anpassa_d

source: The columns' minimum width in pixels
he: רוחב מינימלי לעמודה, בפיקסלים
hi: स्तंभ की न्यूनतम चौड़ाई, पिक्सल में
nl: Minimale breedte van de kolommen in pixels
sv: Kolumnens minsta bredd i bildpunkter

source: Minimum width that a column should have:
he: רוחב מינימלי לעמודה:
hi: किसी स्तंभ की न्यूनतम चौड़ाई:
nl: De minimale breedte voor kolommen:
sv: Minimum bredd som en kolumn ska ha:

source: Recognized Text
he: טקסט מזוהה
hi: पहचाने गये पाठ
nl: Herkende tekst
sv: Igenkänd text

source: _Fix line breaks and hyphenization
he: תקן מעברי שורה ומיקוף
hi: लाइन ब्रेक और हाइफ़नेशन ठीक करें (_F)
nl: Regeleinden en woorda_fbreking oplossen
sv: _Rätta till radbrytningar och avstavningar

source: Removes single line breaks and hyphenization from text generated by OCR engines
he: הסרת מעברי שורה בודדת ומיקוף מטקסט שנוצר על ידי מנועי OCR
hi: OCR इंजन द्वारा उत्पन्न पाठ से एकल लाइन ब्रेक और हाइफ़नाइज़ेशन को हटा देता है
nl: Verwijdert enkele regeleinden en woordafbreking uit tekst gegenereerd door OCR-motoren
sv: Tar bort enkla radbrytningar och avstavningar från text som genererats av OCR-motorer

source: A_djust content areas' bounds
he: הת_אמת גבולות קטעי תוכן
hi: सामग्री क्षेत्रों की सीमाएं समायोजित करें (_d)
nl: Afgrenzing van inhou_dsgebieden aanpassen
sv: _Justera innehållsområdenas avgränsningar

source: Use a post-detection algorithm to shorten the contents areas' margins
he: להשתמש באלגוריתם זיהוי סופי לחיתוך גבולות קטע תוכן
hi: सामग्री क्षेत्रों के हाशिये को छोटा करने के लिए पश्च-पहचान कलन-विधि का उपयोग करता है
nl: Gebruik een postdetectiealgoritme om de marges van de inhoudsgebieden te verkorten
sv: Använd en efter-identifieringsalgoritm för att minska innehållsområdenas marginaler
