Repository: GNOME/ocrfeeder
Catalog: po/ie.po
Languages: ie

source: The complete OCR suite.
ie: Un paquette de OCR complet.

source: The complete OCR suite
ie: Un complet paquette de OCR

source: Content Areas
ie: Areas de contenete

source: Unpaper Image Processor
ie: Processor de images «unpaper»

source: Check spelling
ie: Controlar li ortografie

source: Bug Fixes:
ie: Correctiones:

source: Improvements:
ie: Ameliorationes:

source: New Features:
ie: Nov caracteristicas:

source: Scan with 300 DPI and in color mode
ie: Scannar con 300 PPI e in li color

source: New and Updated Translations:
ie: Nov e actualisat traductiones:

source: Misspelled word:
ie: Parol misespelat:

source: Change _to:
ie: C_ambiar a:

source: _Suggestions:
ie: _Suggestiones:

source: Cha_nge
ie: Cam_biar

source: Ignore _All
ie: Ignorar _omni

source: Change A_ll
ie: Cambiar o_mni

source: _Ignore
ie: _Ignorar

source: Language:
ie: Lingue:

source: <b>Language</b>
ie: <b>Lingue</b>

source: Plain Text
ie: Simplic textu

source: Please wait…
ie: Ples atender…

source: Scanning
ie: Scannation

source: Error
ie: Errore

source: Loading PDF
ie: Cargante PDF

source: Export pages
ie: Exportar li págines

source: Are you sure you want to delete the current image?
ie: Esque vu vole remover li actual image?

source: Are you sure you want to clear the project?
ie: Esque vu vole vacuar li projecte?

source: No OCR engines available
ie: Null provisores de OCR disponibil

source: _Keep Current Configuration
ie: _Retener li actual configuration

source: Do you want to save it before closing?
ie: Esque vu vole gardar it ante que salir?

source: Close anyway
ie: Cluder s_in egard

source: Selectable areas
ie: Areas selectabil

source: Preparing image
ie: Preparante li image

source: Preparing image %(current_index)s/%(total)s
ie: Preparante image %(current_index)s ex %(total)s

source: No images added
ie: Null images adjuntet

source: Zoom: %s %%
ie: Scale: %s%%

source: Page size: %i x %i
ie: Dimension de págine: %i x %i

source: Recognizing Page
ie: Reconossente un págine

source: Recognizing Document
ie: Reconossente li document

source: Export to %(format_name)s
ie: Exportar a %(format_name)s

source: Searchable PDF
ie: PDF serchabil

source: OCRFeeder Projects
ie: Projectes de OCRFeeder

source: Replace
ie: Substituer

source: Pages
ie: Págines

source: _Quit
ie: Sa_lir

source: Exit the program
ie: Surtir li programma

source: _Open
ie: _Aperter

source: Open project
ie: Aperter un projecte

source: _Save
ie: _Gardar

source: Save project
ie: Gardar li projecte

source: _Save As…
ie: Gardar _quam…

source: Save project with a chosen name
ie: Gardar li projecte con un selectet nómine

source: _Add Image
ie: _Adjunter un image

source: Add another image
ie: Adjunter un altri image

source: Add _Folder
ie: Adjunter un fólder

source: Add all images in a folder
ie: Adjunter omni images in un fólder

source: Append Project
ie: Apender un projecte

source: Load a project and append it to the current one
ie: Cargar un projecte e apender it al actual

source: _Import PDF
ie: _Importar PDF

source: Import PDF
ie: Importar PDF

source: _Export…
ie: _Exportar…

source: Export to a chosen format
ie: Exportar al selectet formate

source: _Edit
ie: _Redacter

source: _Edit Page
ie: R_edacter li págine

source: Edit page settings
ie: Modificar parametres del págine

source: _Preferences
ie: _Preferenties

source: Configure the application
ie: Configurar li application

source: _Delete Page
ie: _Deleter li págine

source: Delete current page
ie: Deleter li actual págine

source: Move Page Do_wn
ie: Mover li págine a-bass

source: Move page down
ie: Mover li págine a-bass

source: Move Page Up
ie: Mover li págine ad-up

source: Move page up
ie: Mover li págine ad-up

source: Select Next Page
ie: Selecter li sequent págine

source: Select next page
ie: Selecter li sequent págine

source: Select Previous Page
ie: Selecter li precedent págine

source: Select previous page
ie: Selecter li precedent págine

source: _Clear Project
ie: _Vacuar li projecte

source: Delete all images
ie: Deleter omni images

source: _View
ie: _Vise

source: Zoom In
ie: Agrandar

source: Zoom Out
ie: Diminuer

source: Best Fit
ie: Adjustar dimension

source: Normal Size
ie: Original dimension

source: _Tools
ie: _Instrumentarium

source: _OCR Engines
ie: Provisores de _OCR

source: Manage OCR engines
ie: Gerer li provisores de OCR

source: _Help
ie: Au_xilie

source: Help contents
ie: Contenete

source: _About
ie: _Pri

source: About this application
ie: Pri li application

source: _Recognize Document
ie: _Reconosser li document

source: Automatically detect and recognize all pages
ie: Automaticmen analisar e reconosser omni págines

source: R_ecognize Page
ie: R_econosser li págine

source: Automatically detect and recognize the current page
ie: Automaticmen analisar e reconosser li actual págine

source: Recognize _Selected Areas
ie: Reconosser li _selectet areas

source: Recognize Selected Areas
ie: Reconosser li selectet areas

source: Select _All Areas
ie: Selecter _omni areas

source: Select all content areas
ie: Reconosser omni areas de contenete

source: Select _Previous Area
ie: Selecter li _precedent area

source: Select _Next Area
ie: Selecter li seque_nt area

source: Delete Selected Areas
ie: Deleter li selectet areas

source: _Generate ODT
ie: Pro_ducter ODT

source: Export to ODT
ie: Exportar a ODT

source: Import Page From S_canner
ie: Importar un págine del s_cannator

source: Import From Scanner
ie: Importar del scannator

source: _Copy to Clipboard
ie: _Copiar al Paperiere

source: Copy recognized text to clipboard
ie: Copiar li reconosset textu al Paperiere

source: Spell_checker
ie: _Controlero de ortografie

source: Spell Check Recognized Text
ie: Controlar ortografie del reconosset textu

source: No language
ie: Null lingue

source: Area editor
ie: Redactor de area

source: _Text
ie: _Textu

source: Type
ie: Tip

source: Clip
ie: Tonder

source: Bounds
ie: Límites

source: _Width:
ie: _Largore:

source: Hei_ght:
ie: Al_tore:

source: Left
ie: A levul

source: Center
ie: Al centre

source: Right
ie: A dextri

source: Fill
ie: Justificat

source: OCR engine to recognize this content area
ie: Provisor de OCR por reconosser ti-ci area de contenete

source: Text Properties
ie: Proprietás del textu

source: Font
ie: Fonde

source: Align
ie: Alignament

source: Spacing
ie: Interspacie

source: Set the text's letter spacing
ie: Interspacie del lítteres in li textu

source: Set the text's line spacing
ie: Interspacie del lineas in li textu

source: _Line:
ie: _Linea:

source: L_etter:
ie: Lítt_eras:

source: Sty_le
ie: Sti_l

source: Angle
ie: Angul

source: Mis_c
ie: _Varie

source: Language
ie: Lingue

source: OCR engine to recogni_ze this area:
ie: Pro_visor de OCR por reconosser ti-ci area:

source: Detect
ie: _Detecter

source: Angle:
ie: Angul:

source: Save File
ie: Gardar li file

source: Open File
ie: Aperter un file

source: Open Folder
ie: Aperter un fólder

source: Pages to export
ie: Págines por exportar

source: All
ie: Omni

source: Current
ie: Actual

source: Choose the format
ie: Selecter li formate

source: Page size
ie: Grandore de págine

source: _Height:
ie: _Altore:

source: C_urrent
ie: _Actual

source: _All
ie: _Omni

source: Preview
ie: Previder

source: _Preview
ie: _Previder

source: Default
ie: Predefinit

source: None
ie: Null

source: Custom
ie: Personalisat

source: Black Filter
ie: Filtre de nigri

source: Use
ie: Usar

source: Extra Options
ie: Plu optiones

source: Unpaper Preferences
ie: Preferenties de unpaper

source: An error occurred!
ie: Un errore evenit!

source: Cancelled
ie: Annulat

source: Preferences
ie: Preferenties

source: _Recognition
ie: _Reconossentie

source: Select boxes' colors
ie: Colores de buxes

source: Path to unpaper
ie: Rute de unpaper

source: Choose
ie: Selecter

source: OCR Engines
ie: Provisores de OCR

source: Favorite _engine:
ie: Pr_eferet provisor:

source: Window size
ie: Dimension del fenestre

source: Cu_stom
ie: Per_sonalisat

source: Columns Detection
ie: Detection de columnes

source: _Improve columns detection
ie: Amel_iorar li detection de columnes

source: The columns' minimum width in pixels
ie: Li min largore de columnes in pixeles

source: Recognized Text
ie: Reconosset textu

source: _Fix line breaks and hyphenization
ie: _Unir ruptet lineas e separat paroles

source: A_djust content areas' bounds
ie: A_djustar li límites de areas de contenete

source: Cleans the image using the Unpaper pre-processor
ie: Demuddar li image med li preprocessor unpaper

source: Unpaper _Preferences
ie: _Preferenties de unpaper

source: Default _language:
ie: _Lingue predefinit:

source: Include
ie: Includer

source: Engine
ie: Provisor

source: De_tect
ie: De_tecter

source: Are you sure you want to delete this engine?
ie: Esque vu vole remover ti-ci provisor?

source: %s engine
ie: Provisor %s

source: _Name:
ie: _Nómine:

source: Engine name
ie: Nómine del provisor

source: _Image format:
ie: Formate de _image:

source: The required image format
ie: Li besonat formate de image

source: Engine _arguments:
ie: _Argumentes de provisor:

source: Arguments: use $IMAGE for image and $FILE if it writes to a file
ie: Argumentes: usa $IMAGE por li image e $FILE si it scri in un file

source: Engine _language argument:
ie: Argumente de _lingue:

source: Engine lan_guages:
ie: Lin_gues de provisor:

source: Warning
ie: Avise

source: translator-credits
ie: OIS <mistresssilvara@hotmail.com>, 2016-2022
